{"attractions":[{"id":"1","attraction_name":"Beas Kung","attraction_places_id":"1","attraction_about":"Considered to be the birthplace of River Beas, Beas Kund is as breathtaking as it is astonishing. It is said sage Rishi Vyas took his daily bath here. The igloo like stone formation at the kund is the starting point for a number of treks, including Friendship and Hanuman Tibba peaks.","attraction_timeSpan":"06:00 AM - 06:00 PM","attraction_cost":"","attraction_image":"assets\/images\/manali\/beas-kund\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"2","attraction_name":"Hadimba Temple","attraction_places_id":"1","attraction_about":"It is assumed that The Hidimba Devi temple is built around a cave where Hidimba performed meditation. The tower consists of three square roofs covered with timber tiles and a fourth brass cone-shaped roof at the top. The earth goddess Durga forms the theme of the main door carvings.The temple base is made out of whitewashed, mud-covered stonework.\nNOTE: This is a religious site. Please respect that fact and do not dress inappropriately.\n","attraction_timeSpan":"08:00 AM - 06:00 AM","attraction_cost":"","attraction_image":"assets\/images\/manali\/hadimba-temple\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"3","attraction_name":"Kullu","attraction_places_id":"1","attraction_about":"Kullu is a broad open valley formed by the Beas river between Manali and Largi. This valley is famous for its temples, beauty and its majestic hills covered with Pine and Deodar Forest and sprawling Apple Orchards. Kullu valley is sandwiched between the Pir Panjal, Lower Himalayan and Great Himalayan range.","attraction_timeSpan":"24x7 Hrs","attraction_cost":"","attraction_image":"assets\/images\/manali\/kullu\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"4","attraction_name":"Rohtang Pass","attraction_places_id":"1","attraction_about":"Rohtang pass is an adventure tourist site where it can be cold even on a summer day. It is the highest point on the Manali-Keylong road and provides a wide panoramic view of mountains rising far above clouds, which is truly breath taking. Close by is a small lake called Dassaur Lake. Beas Kund, the source of river Beas, is also nearby. In winter, the road of Rothang Pass is closed. If you are an adventure freak, you are in for a pleasant surprise as Rohtang Pass makes for some smashing adrenalin","attraction_timeSpan":"24x7 Hrs except Tuesday.","attraction_cost":"","attraction_image":"assets\/images\/manali\/rohtang-pass\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"5","attraction_name":"Solang Valley","attraction_places_id":"1","attraction_about":"Solang Valley gives you stunning views of the snow capped peaks and beautiful glaciers. If you are in an adventurous mood, indulge in some skiing, paragliding or exciting ATB rides. There are a bundle of surprises in store for kids as well.\nIt is also an awesome picnic spot. There are innumerable shops selling delicious snacks.\n","attraction_timeSpan":"10:00 AM - 06:00 PM","attraction_cost":"Entry Fees: Rs 500 per person for zorbing \n RS 1,200 per person for paragliding \n Rs 500 per person for ropeway (both side\n","attraction_image":"assets\/images\/manali\/solang-valley\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"6","attraction_name":"Van Vihar","attraction_places_id":"1","attraction_about":"Away from the hustle bustle of the busy market, this protected piece of land is maintained by government authorities. The vast forest area has a children's park complete with swings and slides and a small man made pond for boating. the Van Vihar is a perfect place to relax and rejuvenate.\n","attraction_timeSpan":"08:00 AM - 07:00 PM\n","attraction_cost":"Entry Fees: 10 Rs Per Person","attraction_image":"assets\/images\/manali\/van-vihar\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"7","attraction_name":"Vashishta Hot Springs","attraction_places_id":"1","attraction_about":"Soak yourself in Vashist Hot Water Sulphur Springs (across the famous Beas river) and feel the magic. The place has several modern bathrooms with Turkish style showers(connected to the spring through pipes). It is flocked by visitors who want to benefit from the medicinal properties of the sulphur spring as it is said to cure a number of skin allergies and other ailments.","attraction_timeSpan":"7:00 AM - 1:00 PM , \n2:00 PM - 10:00 PM\n","attraction_cost":"","attraction_image":"assets\/images\/manali\/vashishta-hot-springs\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"8","attraction_name":"Kasol","attraction_places_id":"1","attraction_about":"Kasol, like many other Himalayan destinations, haunts you and invites you again and again. The\n\ndense pinewood-covered forests with little villages tucked in cosy corners make the topography all the \n\nmore exciting and is well-complimented by the fierce flow of the Parvati accompanying you from \nBhuntur.","attraction_timeSpan":"Day time","attraction_cost":"","attraction_image":"assets\/images\/manali\/vashishta-hot-springs\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"},{"id":"9","attraction_name":"Manikaran","attraction_places_id":"1","attraction_about":"Manikaran is located in the Parvati Valley between the rivers Beas and Parvati, northeast of Bhuntar in the Kullu District of Himachal Pradesh. It is at an altitude of 1760 m and is located about 45 km from Kullu.\n\nThis small town attracts tourists visiting Manali and Kullu to its hot springs and pilgrim centres. An experimental geothermal energy plant has also been set up here.","attraction_timeSpan":"Day time","attraction_cost":"","attraction_image":"assets\/images\/manali\/vashishta-hot-springs\/img1.jpg","attraction_postalCode":"","attraction_overall_rating":"0"}]}